return {
	file_explorer_title = "🚀 FILE EXPLORER",
	tab_style = "thin", -- options: thin, thick, slope, slant
	terminal_style = "float", -- options: float
	terminal_size = 0.7,
	window_transparency = 6,
	auto_open_outline = false, -- options: true, false

	-- Starting screen header.
	home_header = {
		"                                                                                 ",
		" ██╗  ██╗ █████╗ ██████╗ ██████╗ ██╗  ██╗ █████╗  ██████╗██╗  ██╗███████╗██████╗ ",
		" ██║  ██║██╔══██╗██╔══██╗██╔══██╗██║  ██║██╔══██╗██╔════╝██║ ██╔╝██╔════╝██╔══██╗",
		" ███████║███████║██████╔╝██║  ██║███████║███████║██║     █████╔╝ █████╗  ██████╔╝",
		" ██╔══██║██╔══██║██╔══██╗██║  ██║██╔══██║██╔══██║██║     ██╔═██╗ ██╔══╝  ██╔══██╗",
		" ██║  ██║██║  ██║██║  ██║██████╔╝██║  ██║██║  ██║╚██████╗██║  ██╗███████╗██║  ██║",
		" ╚═╝  ╚═╝╚═╝  ╚═╝╚═╝  ╚═╝╚═════╝ ╚═╝  ╚═╝╚═╝  ╚═╝ ╚═════╝╚═╝  ╚═╝╚══════╝╚═╝  ╚═╝",
		"                                                                                 ",
	},
	-- Starting screen footer.
	home_footer = {
		"",
		"",
		" hardhacker",
	},
}
