return {
	file_explorer_title = "🥷 File Explorer",
	tab_style = "thin", -- options: thin, thick, slope, slant
	terminal_size = 0.7, -- control the float terminal only
	window_transparency = 0,
	auto_open_outline = false, -- options: true, false
	cmdline_view = "cmdline", -- options: cmdline, cmdline_popup
	close_message_notify = false,

	-- Starting screen header.
	home_header = {
		"                                                                                 ",
		" ██╗  ██╗ █████╗ ██████╗ ██████╗ ██╗  ██╗ █████╗  ██████╗██╗  ██╗███████╗██████╗ ",
		" ██║  ██║██╔══██╗██╔══██╗██╔══██╗██║  ██║██╔══██╗██╔════╝██║ ██╔╝██╔════╝██╔══██╗",
		" ███████║███████║██████╔╝██║  ██║███████║███████║██║     █████╔╝ █████╗  ██████╔╝",
		" ██╔══██║██╔══██║██╔══██╗██║  ██║██╔══██║██╔══██║██║     ██╔═██╗ ██╔══╝  ██╔══██╗",
		" ██║  ██║██║  ██║██║  ██║██████╔╝██║  ██║██║  ██║╚██████╗██║  ██╗███████╗██║  ██║",
		" ╚═╝  ╚═╝╚═╝  ╚═╝╚═╝  ╚═╝╚═════╝ ╚═╝  ╚═╝╚═╝  ╚═╝ ╚═════╝╚═╝  ╚═╝╚══════╝╚═╝  ╚═╝",
		"                                                                                 ",
	},
}
